{
  "0": "=====================\nNow Close the Windows\n=====================\nNow close the windows and hush all the fields:\nIf the trees must, let them silently toss;\nNo bird is singing now, and if there is,\nBe it my loss.\n\nIt will be long ere the marshes resume,\nI will be long ere the earliest bird:\nSo close the windows and not hear the wind,\nBut see all wind-stirred.\n\n- Robert Frost",
  "1": "=====================\nA Patch of Old Snow\n=====================\nThere's a patch of old snow in a corner\nThat I should have guessed\nWas a blow-away paper the rain\nHad brought to rest.\n\nIt is speckled with grime as if\nSmall print overspread it,\nThe news of a day I've forgotten-\nIf I ever read it.\n\n- Robert Frost",
  "2": "=====================\nA Time to Talk\n=====================\nWhen a friend calls to me from the road\nAnd slows his horse to a meaning walk,\nI don't stand still and look around\nOn all the hills I haven't hoed,\nAnd shout from where I am, 'What is it?'\nNo, not as there is a time talk.\nI thrust my hoe in the mellow ground,\nBlade-end up and five feet tall,\nAnd plod: I go up to the stone wall\nFor a friendly visit.\n\n- Robert Frost",
  "3": "=====================\nFire and Ice\n=====================\nSome say the world will end in fire,\nSome say in ice.\nFrom what I've tasted of desire\nI hold with those who favour fire.\nBut if it had to perish twice,\nI think I know enough of hate\nTo say that for destruction ice\nIs also great\nAnd would suffice.\n\n- Robert Frost",
  "4": "=====================\nDust of Snow\n=====================\nThe way a crow\nShook down on me\nThe dust of snow\nFrom a hemlock tree\n\nHas given my heart\nA change of mood\nAnd saved some part\nOf a day I had rued.\n\n- Robert Frost",
  "5": "=====================\nStopping by Woods on a Snowy Evening\n=====================\nWhose woods these are I think I know.\nHis house is in the village, though;\nHe will not see me stopping here\nTo watch his woods fill up with snow.\n\nMy little horse must think it queer\nTo stop without a farmhouse near\nBetween the woods and frozen lake\nThe darkest evening of the year.\n\nHe gives his harness bells a shake\nTo ask if there is some mistake.\nThe only other sound's the sweep\nOf easy wind and downy flake.\n\nThe woods are lovely, dark, and deep,\nBut I have promises to keep,\nAnd miles to go before I sleep,\nAnd miles to go before I sleep.\n\n- Robert Frost",
  "6": "=====================\nA Prayer in Spring\n=====================\nOh, give us pleasure in the flowers to-day;\nAnd give us not to think so far away\nAs the uncertain harvest; keep us here\nAll simply in the springing of the year.\n\nOh, give us pleasure in the orchard white,\nLike nothing else by day, like ghosts by night;\nAnd make us happy in the happy bees,\nThe swarm dilating round the perfect trees.\n\nAnd make us happy in the darting bird\nThat suddenly above the bees is heard,\nThe meteor that thrusts in with needle bill,\nAnd off a blossom in mid air stands still.\n\nFor this is love and nothing else is love,\nThe which it is reserved for God above\nTo sanctify to what far ends He will,\nBut which it only needs that we fulfil.\n\n- Robert Frost",
  "7": "=====================\nA Boundless Moment\n=====================\nHe halted in the wind, and — what was that\nFar in the maples, pale, but not a ghost?\nHe stood there bringing March against his thought,\nAnd yet too ready to believe the most.\n\n“Oh, that's the Paradise-in-bloom,' I said;\nAnd truly it was fair enough for flowers\nhad we but in us to assume in march\nSuch white luxuriance of May for ours.\n\nWe stood a moment so in a strange world,\nMyself as one his own pretense deceives;\nAnd then I said the truth (and we moved on).\nA young beech clinging to its last year's leaves.\n\n- Robert Frost",
  "8": "=====================\nA Dream Pang\n=====================\nI had withdrawn in forest, and my song\nWas swallowed up in leaves that blew alway;\nAnd to the forest edge you came one day\n(This was my dream) and looked and pondered long,\nBut did not enter, though the wish was strong:\nYou shook your pensive head as who should say,\n'I dare not—too far in his footsteps stray—\nHe must seek me would he undo the wrong.\n\nNot far, but near, I stood and saw it all\nBehind low boughs the trees let down outside;\nAnd the sweet pang it cost me not to call\nAnd tell you that I saw does still abide.\nBut 'tis not true that thus I dwelt aloof,\nFor the wood wakes, and you are here for proof.\n\n- Robert Frost",
  "9": "=====================\nNothing Gold Can Stay\n=====================\nNature's first green is gold,\nHer hardest hue to hold.\nHer early leaf's a flower;\nBut only so an hour.\nThen leaf subsides to leaf.\nSo Eden sank to grief,\nSo dawn goes down to day.\nNothing gold can stay.\n\n- Robert Frost",
  "10": "=====================\nPlowmen\n=====================\nA plow, they say, to plow the snow.\nThey cannot mean to plant it, no-\nUnless in bitterness to mock\nAt having cultivated rock.\n\n- Robert Frost",
  "11": "=====================\nThe Rose Family\n=====================\nThe rose is a rose,\nAnd was always a rose.\nBut the theory now goes\nThat the apple's a rose,\nAnd the pear is, and so's\nThe plum, I suppose.\nThe dear only know\nWhat will next prove a rose.\nYou, of course, are a rose-\nBut were always a rose.\n\n- Robert Frost",
  "12": "=====================\nFireflies in the Garden\n=====================\nHere come real stars to fill the upper skies,\nAnd here on earth come emulating flies,\nThat though they never equal stars in size,\n(And they were never really stars at heart)\nAchieve at times a very star-like start.\nOnly, of course, they can't sustain the part.\n\n- Robert Frost",
  "13": "=====================\nDevotion\n=====================\nThe heart can think of no devotion\nGreater than being shore to the ocean-\nHolding the curve of one position,\nCounting an endless repetition.\n\n- Robert Frost",
  "14": "=====================\nLodged\n=====================\nThe rain to the wind said,\n'You push and I'll pelt.'\nThey so smote the garden bed\nThat the flowers actually knelt,\nAnd lay lodged-though not dead.\nI know how the flowers felt.\n\n- Robert Frost",
  "15": "=====================\nA Minor Bird\n=====================\nI have wished a bird would fly away,\nAnd not sing by my house all day;\n\nHave clapped my hands at him from the door\nWhen it seemed as if I could bear no more.\n\nThe fault must partly have been in me.\nThe bird was not to blame for his key.\n\nAnd of course there must be something wrong\nIn wanting to silence any song.\n\n- Robert Frost",
  "16": "=====================\nImmigrants\n=====================\nNo ship of all that under sail or steam\nHave gathered people to us more and more\nBut Pilgrim-manned the Mayflower in a dream\nHas been her anxious convoy in to shore.\n\n- Robert Frost",
  "17": "=====================\nHannibal\n=====================\nWas there even a cause too lost,\nEver a cause that was lost too long,\nOr that showed with the lapse of time to vain\nFor the generous tears of youth and song?\n\n- Robert Frost",
  "18": "=====================\nPoem top Extract from 'The Road Not Taken'\n=====================\nTwo roads diverged in a yellow wood,\nAnd sorry I could not travel both\nAnd be one traveler, long I stood\nAnd looked down one as far as I could\nTo where it bent in the undergrowth;\n\nThen took the other, as just as fair,\nAnd having perhaps the better claim\nBecause it was grassy and wanted wear,\nThough as for that the passing there\nHad worn them really about the same,\n\nAnd both that morning equally lay\nIn leaves no step had trodden black.\nOh, I marked the first for another day!\nYet knowing how way leads on to way\nI doubted if I should ever come back.\n\nI shall be telling this with a sigh\nSomewhere ages and ages hence:\nTwo roads diverged in a wood, and I,\nI took the one less traveled by,\nAnd that has made all the difference.\n\n- Robert Frost"
}